export function getTodayPost() {
  let postList = postListTest;
  return postList;
}

const postListTest = [
  {
    title: "如何高效使用 ChatGPT？",
    id: "6fab4c3c-ad9a-4ed9-a022-8d1b9905a54d",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
  {
    title: "放过微信放过自己，跨设备传文件还有这些姿势",
    id: "4bda85f0-f5a7-498c-b9fc-a2501a2b2889",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
  {
    title: "家用咖啡手册 01 | 咖啡种类这么多，到底有什么不同？",
    id: "ed404f01-c9b8-4f90-b115-3fce1b8873ed",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
  {
    title: "消磨时间游戏推荐下吧",
    id: "48f9f275-d7f4-4fce-a011-6144249b6046",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
  {
    title: "作为一名程序员，手指得了关节炎",
    id: "7e2c3e5e-b0d2-11ed-afa1-0242ac120002",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
  {
    title: "知乎刷多了，总觉得三观和情绪被知乎给带歪了",
    id: "81d080a6-b0d2-11ed-afa1-0242ac120002",
    desc: "如今互联网提供各种各样版本的Lorem Ipsum段落，但是大多数都多多少少出于刻意幽默或者其他随机插入的荒谬单词而被篡改过了。如果你想取用一段Lorem Ipsum，请确保段落中不含有令人尴尬的不恰当内容。",
  },
];
